{"do_lower_case": true, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "do_basic_tokenize": true, "never_split": null, "model_max_length": 512, "name_or_path": "sentence-transformers/ce-ms-marco-electra-base", "special_tokens_map_file": "/root/.cache/huggingface/transformers/c65c200ada6bdf0cb88ea4c62fd7a0d0ea17ec0cf12f41c3ed6fdbf830094082.dd8bd9bfd3664b530ea4e645105f557769387b3da9f79bdb55ed556bdd80611d"}